Repository: shahryaralam688/LimiAI
Catalog: LimiExhibition/Common/Localizable.xcstrings
Source language: en
Languages: ar, de, tr, zh_hans, zh_hant

source: %@ Detail View
ar: عرض التفاصيل لـ %@‎
de: %@ Detailansicht
tr: %@ Ayrıntı Görünümü
zh_hans: %@ 详细视图
zh_hant: %@ 詳細視圖

source: %@ detection guide
ar: دليل الكشف لـ %@‎
de: %@ Erkennungsanleitung
tr: %@ Algılama Kılavuzu
zh_hans: %@ 检测指南
zh_hant: %@ 檢測指南

source: %lld channels
ar: %lld قنوات
de: %lld Kanäle
tr: %lld kanal
zh_hans: %lld 通道
zh_hant: %lld 通道

source: %lld devices
ar: %lld أجهزة
de: %lld Geräte
tr: %lld cihaz
zh_hans: %lld 设备
zh_hant: %lld 設備

source: %lld km/h
ar: %lld كم/ساعة

source: About
ar: حول
de: Über
tr: Hakkında
zh_hans: 关于
zh_hant: 關於

source: Add Device
ar: إضافة جهاز
de: Gerät hinzufügen
tr: Cihaz Ekle
zh_hans: 添加设备
zh_hant: 新增設備

source: Add Modules
ar: إضافة وحدات
de: Module hinzufügen
tr: Modül Ekle
zh_hans: 添加模块
zh_hant: 新增模組

source: Add More Modules
ar: إضافة المزيد من الوحدات
de: Weitere Module hinzufügen
tr: Daha Fazla Modül Ekle
zh_hans: 添加更多模块
zh_hant: 增加更多模組

source: Add your device below:
ar: أضف جهازك أدناه:
de: Füge dein Gerät unten hinzu:
tr: Cihazınızı aşağıya ekleyin:
zh_hans: 请在下方添加您的设备：
zh_hant: 請在下方新增您的設備：

source: Add your devices
ar: أضف أجهزتك
de: Füge deine Geräte hinzu
tr: Cihazlarınızı ekleyin
zh_hans: 添加您的设备
zh_hant: 新增您的設備

source: Add Your First Device
ar: أضف جهازك الأول
de: Füge dein erstes Gerät hinzu
tr: İlk Cihazınızı Ekleyin
zh_hans: 添加您的第一台设备
zh_hant: 新增您的第一個設備

source: AI adjusting environment...
ar: الذكاء الاصطناعي يقوم بضبط البيئة…
de: KI passt die Umgebung an...
tr: AI ortamı ayarlıyor...
zh_hans: AI 正在调整环境...
zh_hant: 人工智慧正在調整環境…

source: AI adjusting environment…
ar: الذكاء الاصطناعي يقوم بضبط البيئة…
de: KI passt die Umgebung an…
tr: AI ortamı ayarlıyor...
zh_hans: AI 正在调整环境…
zh_hant: 人工智慧正在調整環境…

source: AI Screens Demo
ar: عرض توضيحي لشاشات الذكاء الاصطناعي
de: KI-Bildschirmdemo
tr: AI Ekranları Demosu
zh_hans: AI 屏幕演示
zh_hant: AI螢幕示範

source: Allow
ar: السماح

source: Analyze
ar: تحليل
de: Analysieren
tr: Analiz Et
zh_hans: 分析
zh_hant: 分析

source: Analyze Dimensions
ar: تحليل الأبعاد
de: Abmessungen analysieren
tr: Boyutları Analiz Et
zh_hans: 分析尺寸
zh_hant: 分析維度

source: Animation Intensity:
ar: شدة التحريك:
de: Animationsintensität:
tr: Animasyon Yoğunluğu:
zh_hans: 动画强度：
zh_hant: 動畫強度：

source: Apply Brick to Walls
ar: تطبيق الطوب على الجدران
de: Ziegel an Wände anwenden
tr: Duvarlara Tuğla Uygula
zh_hans: 将砖块应用到墙上
zh_hant: 將磚塊鋪到牆上

source: Apply Color
ar: تطبيق اللون
de: Farbe anwenden
tr: Renk Uygula
zh_hans: 应用颜色
zh_hant: 塗抹顏色

source: AR
ar: الواقع المعزز

source: AR Experience
ar: تجربة الواقع المعزز
de: AR-Erlebnis
tr: AR Deneyimi
zh_hans: AR 体验
zh_hant: AR 經驗

source: AR View
ar: عرض الواقع المعزز
de: AR-Ansicht
tr: AR Görünümü
zh_hans: AR 视图
zh_hant: AR 看法

source: Available Devices
ar: الأجهزة المتاحة
de: Verfügbare Geräte
tr: Mevcut Cihazlar
zh_hans: 可用设备
zh_hant: 可用設備

source: Back
ar: رجوع
de: Zurück
tr: Geri
zh_hans: 返回
zh_hant: 後退

source: Bar 1 (Cool/Warm)
ar: الشريط 1 (بارد/دافئ)
de: Leiste 1 (Kalt/Warm)
tr: Bar 1 (Soğuk/Sıcak)
zh_hans: 灯条 1（冷 / 暖）
zh_hant: 第 1 條（冷/暖）

source: Bar 2 (Cool/Warm)
ar: الشريط 2 (بارد/دافئ)
de: Leiste 2 (Kalt/Warm)
tr: Bar 2 (Soğuk/Sıcak)
zh_hans: 灯条 2（冷 / 暖）
zh_hant: 酒吧 2（冷/暖）

source: Base
ar: القاعدة
de: Basis
zh_hans: 底座
zh_hant: 根據

source: Base 1
ar: القاعدة 1
de: Basis 1
zh_hans: 底座 1
zh_hant: 根據 1

source: Base 2
ar: القاعدة 2
de: Basis 2
zh_hans: 底座 2
zh_hant: 根據 2

source: Base 3
ar: القاعدة 3
de: Basis 3
zh_hans: 底座 3
zh_hant: 根據 3

source: Base Options
ar: خيارات القاعدة
de: Basisoptionen
tr: Base Seçenekleri
zh_hans: 底座选项
zh_hant: 根據 選項

source: BLE Devices
ar: أجهزة BLE
de: BLE-Geräte
tr: BLE Cihazları
zh_hans: 蓝牙设备
zh_hant: BLE 裝置

source: BLE Scanner
ar: ماسح BLE
tr: BLE Tarayıcı
zh_hans: 蓝牙扫描
zh_hant: BLE 掃描器

source: Bluetooth is Off
ar: البلوتوث مغلق
de: Bluetooth ist ausgeschaltet
tr: Bluetooth Kapalı
zh_hans: 蓝牙已关闭
zh_hant: 藍牙已關閉

source: Bluetooth is turned off
ar: تم إيقاف البلوتوث
de: Bluetooth ist deaktiviert
tr: Bluetooth kapatıldı
zh_hans: 蓝牙当前处于关闭状态
zh_hant: 藍牙已關閉

source: Brightness
ar: السطوع
de: Helligkeit
tr: Parlaklık
zh_hans: 亮度
zh_hant: 亮度

source: By Google
ar: من Google
de: Von Google
tr: Google tarafından
zh_hans: 由 Google 提供

source: Cancel
ar: إلغاء
de: Abbrechen
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Cancelled
ar: تم الإلغاء
de: Abgebrochen
tr: İptal Edildi
zh_hans: 已取消
zh_hant: 取消

source: CCT LED %lld
ar: %lld ضوء LED CCT

source: Ch-%lld
ar: قناة – %lld
de: Kanal – %lld
zh_hans: 通道 %lld

source: Change Photo
ar: تغيير الصورة
de: Foto ändern
tr: Fotoğrafı Değiştir
zh_hans: 更换照片
zh_hant: 更換照片

source: Chat with Limi
ar: الدردشة مع Limi
de: Mit Limi chatten
tr: Limi ile Sohbet Et
zh_hans: 与 Limi 聊天
zh_hant: 與 Limi 聊天

source: Choose your role below:
ar: اختر دورك أدناه:
de: Wähle unten deine Rolle aus:
tr: Aşağıdan rolünüzü seçin:
zh_hans: 请选择您的角色：
zh_hant: 請在下方選擇您的職位：

source: Clear Location
ar: مسح الموقع
de: Standort löschen
tr: Konumu Temizle
zh_hans: 清除位置
zh_hant: 清晰位置

source: Close
ar: إغلاق
de: Schließen
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉

source: Cold: %lld%%
ar: بارد: ‎%lld %%
de: Kalt: %lld %%
tr: Soğuk: %lld%%
zh_hans: 冷色：%lld %%
zh_hant: 寒冷的: %lld%%

source: Color
ar: اللون
de: Farbe
tr: Renk
zh_hans: 颜色
zh_hant: 顏色

source: Color Picker
ar: منتقي الألوان
de: Farbauswahl
tr: Renk Seçici
zh_hans: 取色器
zh_hant: 顏色選擇器

source: Colors
ar: الألوان
de: Farben
tr: Renkler
zh_hans: 颜色
zh_hant: 顏色

# common.ok
source: OK
ar: موافق
tr: Tamam
zh_hans: 好
zh_hant: 好

source: Completed
ar: مكتمل
de: Abgeschlossen
tr: Tamamlandı
zh_hans: 已完成
zh_hant: 完全的

source: Connect
ar: اتصال
de: Verbinden
tr: Bağlan
zh_hans: 连接
zh_hant: 連接

source: Connect Your Device to Wi-Fi
ar: اربط جهازك بشبكة الواي فاي
de: Verbinde dein Gerät mit WLAN
tr: Cihazınızı Wi-Fi’ye Bağlayın
zh_hans: 将设备连接到 Wi-Fi
zh_hant: 將您的裝置連接至 Wi-Fi

source: Connected
ar: متصل
de: Verbunden
tr: Bağlandı
zh_hans: 已连接
zh_hant: 已連接

source: Connected Devices
ar: الأجهزة المتصلة
de: Verbundene Geräte
tr: Bağlı Cihazlar
zh_hans: 已连接的设备
zh_hant: 連網裝置

source: Connected Hubs
ar: المحاور المتصلة
de: Verbundene Hubs
tr: Bağlı Hub’lar
zh_hans: 已连接的中枢
zh_hant: 互聯中心

source: Connected Space
ar: المساحة المتصلة
de: Verbundener Raum
tr: Bağlı Alan
zh_hans: 已连接的空间
zh_hant: 連通空間

source: Connecting with Device
ar: جارٍ الاتصال بالجهاز
de: Verbindung mit Gerät wird hergestellt
tr: Cihazla Bağlantı Kuruluyor
zh_hans: 正在连接设备
zh_hant: 連接裝置

source: Connecting…
ar: جارٍ الاتصال...
de: Verbinden…
tr: Bağlanıyor...
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connections List
ar: قائمة الاتصالات
de: Verbindungen-Liste
tr: Bağlantılar Listesi
zh_hans: 连接列表
zh_hant: 聯絡人列表

source: Continue
ar: متابعة
de: Fortfahren
tr: Devam Et
zh_hans: 继续
zh_hant: 繼續

source: Continue as a Guest
ar: المتابعة كضيف
de: Als Gast fortfahren
tr: Misafir Olarak Devam Et
zh_hans: 以访客身份继续
zh_hant: 以訪客身分繼續

source: Continue with Apple
ar: المتابعة باستخدام Apple
de: Mit Apple fortfahren
tr: Apple ile Devam Et
zh_hans: 使用 Apple 继续
zh_hant: 繼續使用 Apple

source: Continue with Google
ar: المتابعة باستخدام Google
de: Mit Google fortfahren
tr: Google ile Devam Et
zh_hans: 使用 Google 继续
zh_hant: 繼續使用 Google

source: Control Your Device In Your space
ar: تحكم في جهازك داخل مساحتك
de: Steuere dein Gerät in deinem Raum
tr: Cihazınızı Alanınızda Kontrol Edin
zh_hans: 在您的空间中控制设备
zh_hant: 在您的空間內控制您的設備

source: Cool
ar: بارد
de: Kalt
tr: Soğuk
zh_hans: 冷色
zh_hant: 涼爽的

source: Create Overlays
ar: إنشاء طبقات تراكب
de: Overlays erstellen
tr: Kaplamalar Oluştur
zh_hans: 创建叠加层
zh_hant: 建立疊加層

source: Current Location
ar: الموقع الحالي
de: Aktueller Standort
tr: Mevcut Konum
zh_hans: 当前位置
zh_hant: 目前位置

source: Current Location:
ar: الموقع الحالي:
de: Aktueller Standort:
tr: Mevcut Konum:
zh_hans: 当前位置：
zh_hant: 目前位置：

source: Custom
ar: مخصص
de: Benutzerdefiniert
tr: Özel
zh_hans: 自定义
zh_hant: 風俗

source: Debug
ar: تصحيح
tr: Hata Ayıklama
zh_hans: 调试
zh_hant: 偵錯

source: Debug Info
ar: معلومات التصحيح
de: Debug-Informationen
tr: Hata Ayıklama Bilgisi
zh_hans: 调试信息
zh_hant: 偵錯資訊

source: Delete
ar: حذف
de: Löschen
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: Delivered by
ar: تم التسليم بواسطة
de: Geliefert von
tr: Sağlayan
zh_hans: 提供方
zh_hant: 由…交付

source: Developer Mode
ar: وضع المطور
de: Entwicklermodus
tr: Geliştirici Modu
zh_hans: 开发者模式
zh_hant: 開發者模式

source: Device added Successfully
ar: تمت إضافة الجهاز بنجاح
de: Gerät erfolgreich hinzugefügt
tr: Cihaz başarıyla eklendi
zh_hans: 设备添加成功
zh_hant: 設備添加成功

source: Device Disconnected
ar: تم فصل الجهاز
de: Gerät getrennt
tr: Cihazın bağlantısı kesildi
zh_hans: 设备已断开连接
zh_hant: 設備已斷開連接

source: Device Manager
ar: مدير الأجهزة
de: Gerätemanager
tr: Cihaz Yöneticisi
zh_hans: 设备管理器

source: Devices
ar: الأجهزة
de: Geräte
tr: Cihazlar
zh_hans: 设备
zh_hant: 裝置

source: Didn't receive the code?
ar: لم يصلك الرمز؟
de: Code nicht erhalten?
tr: Kodu almadınız mı?
zh_hans: 没有收到验证码？
zh_hant: 沒有收到驗證碼？

source: Dimensions for %@ have been printed to the Xcode console.
ar: تم طباعة الأبعاد لـ %@ في وحدة تحكم Xcode.
de: Abmessungen für %@ wurden in der Xcode-Konsole ausgegeben.
tr: %@ için ölçüler Xcode konsoluna yazdırıldı.
zh_hans: %@ 的尺寸信息已打印到 Xcode 控制台。
zh_hant: %@ 的尺寸已列印到 Xcode 控制台。

source: Disconnect
ar: متصل
de: Trennen
tr: Bağlantıyı Kes
zh_hans: 断开连接
zh_hant: 斷開

source: Disconnected
ar: غير متصل
de: Getrennt
tr: Bağlantı Kesildi
zh_hans: 已断开
zh_hant: 斷開連接

source: Discovered Devices
ar: الأجهزة المكتشفة
de: Gefundene Geräte
tr: Keşfedilen Cihazlar
zh_hans: 已发现的设备
zh_hant: 已發現的設備

source: Dismiss
ar: إغلاق
de: Schließen
tr: Kapat
zh_hans: 关闭
zh_hant: 解僱

source: Done
ar: تم
de: Fertig
tr: Bitti
zh_hans: 完成
zh_hant: 完畢

source: e.g. Morning Routine
ar: مثال: روتين الصباح
de: z. B. Morgenroutine
tr: örn. Sabah Rutini
zh_hans: 例如：晨间模式
zh_hant: 例如：晨間例行程序

source: Edit 3D Models
ar: تعديل نماذج ثلاثية الأبعاد
de: 3D-Modelle bearbeiten
tr: 3B Modelleri Düzenle
zh_hans: 编辑 3D 模型
zh_hant: 編輯3D模型

source: Effects
ar: التأثيرات
de: Effekte
tr: Efektler
zh_hans: 效果
zh_hant: 效果

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
tr: E-posta Adresi
zh_hans: 电子邮箱地址
zh_hant: 電子郵件

source: Enable Location
ar: تفعيل الموقع
de: Standort aktivieren
tr: Konumu Etkinleştir
zh_hans: 启用定位
zh_hant: 啟用位置

source: Enter file name
ar: أدخل اسم الملف
de: Dateiname eingeben
tr: Dosya adını girin
zh_hans: 输入文件名
zh_hant: 輸入檔名

source: Enter Your Email
ar: أدخل بريدك الإلكتروني
de: Gib deine E-Mail ein
tr: E-postanızı girin
zh_hans: 输入您的邮箱
zh_hant: 請輸入您的信箱

source: Enter your username
ar: أدخل اسم المستخدم
de: Gib deinen Benutzernamen ein
tr: Kullanıcı adınızı girin Speed → Hız
zh_hans: 输入您的用户名
zh_hant: 請輸入您的用戶名

source: Enter your Wi-Fi password
ar: أدخل كلمة مرور الواي فاي
de: Gib dein WLAN-Passwort ein
tr: Wi-Fi şifrenizi girin
zh_hans: 请输入 Wi-Fi 密码
zh_hant: 請輸入您的 Wi-Fi 密碼

source: Enter your Wi-Fi password to link your device securely. This allows Limi to stay connected, sync with your other devices, and respond instantly — all within your private network.
ar: أدخل كلمة مرور الواي فاي لربط جهازك بأمان. يتيح ذلك لـ Limi البقاء متصلاً، والمزامنة مع الأجهزة الأخرى، والاستجابة فورًا — داخل شبكتك الخاصة.
de: Gib dein WLAN-Passwort ein, um dein Gerät sicher zu verbinden. Dadurch bleibt Limi verbunden, kann Geräte synchronisieren und sofort reagieren — alles innerhalb deines privaten Netzwerks.
tr: Cihazınızı güvenli bir şekilde bağlamak için Wi-Fi şifrenizi girin. Bu, Limi’nin bağlı kalmasını, diğer cihazlarınızla senkronize olmasını ve anında yanıt vermesini sağlar — hepsi özel ağınız içinde.
zh_hans: 请输入您的 Wi-Fi 密码以安全地连接设备。 这将使 Limi 保持连接、与其他设备同步，并在您的私有网络中即时响应。
zh_hant: 請輸入您的 Wi-Fi 密碼以安全地連接您的裝置。 這將使 **Limi** 保持連線，與您的其他裝置同步，並在您的私人網路內即時回應。

source: Error
ar: خطأ
de: Fehler
tr: Hata
zh_hans: 错误
zh_hant: 錯誤

source: Error Opening File
ar: خطأ في فتح الملف
de: Fehler beim Öffnen der Datei
tr: Dosya Açma Hatası
zh_hans: 打开文件出错
zh_hant: 開啟文件時出錯

source: Exciting Updates Coming!
ar: تحديثات رائعة قادمة قريبًا!
de: Spannende Updates kommen bald!
tr: Heyecan Verici Güncellemeler Geliyor!
zh_hans: 精彩更新即将到来！
zh_hant: 令人興奮的更新即將到來！

source: Experience Now
ar: جرّب الآن
de: Jetzt erleben
tr: Şimdi Deneyimle
zh_hans: 立即体验
zh_hant: 立即體驗

source: Featured Models
ar: نماذج مميزة
de: Vorgestellte Modelle
tr: Öne Çıkan Modeller
zh_hans: 精选模型
zh_hant: 特色模特兒

source: Feedback
ar: ملاحظات
tr: Geri Bildirim
zh_hans: 反馈
zh_hant: 回饋

source: Fetch Weather
ar: جلب حالة الطقس
de: Wetter abrufen
tr: Hava Durumunu Getir
zh_hans: 获取天气
zh_hant: 取得天氣

source: Find Nearby Devices
ar: العثور على الأجهزة القريبة
de: Nahe Geräte finden
tr: Yakındaki Cihazları Bul
zh_hans: 查找附近设备
zh_hant: 尋找附近設備

source: Found New Device
ar: تم العثور على جهاز جديد
de: Neues Gerät gefunden
tr: Yeni Cihaz Bulundu
zh_hans: 发现新设备
zh_hant: 發現新設備

source: Gemini enables natural conversation with your devices — ask for room adjustments, personalized recommendations, or daily briefings with ease.
ar: Gemini يتيح لك محادثة طبيعية مع أجهزتك — اطلب تعديلات للغرفة، توصيات مخصّصة، أو ملخصات يومية بكل سهولة.
de: Gemini ermöglicht eine natürliche Kommunikation mit deinen Geräten — bitte um Raum­anpassungen, personalisierte Empfehlungen oder tägliche Kurzübersichten – ganz unkompliziert.
tr: Gemini, cihazlarınızla doğal bir sohbet deneyimi sunar — oda ayarlarını isteyin, kişiselleştirilmiş öneriler alın veya günlük bilgilendirmeleri kolayca isteyin.
zh_hans: Gemini 可让您与设备进行自然对话——轻松请求房间调整、个性化推荐或每日简报。
zh_hant: Gemini 讓您與裝置進行自然對話—輕鬆要求房間調整、個人化推薦或每日簡報。

source: Get ready to scan your room
ar: استعد لمسح الغرفة
de: Bereite dich darauf vor, deinen Raum zu scannen
tr: Odanızı taramaya hazır olun
zh_hans: 准备扫描您的房间
zh_hant: 準備掃描你的房間

source: Get Started
ar: ابدأ الآن
de: Los geht’s
tr: Başlayın
zh_hans: 开始使用
zh_hant: 開始使用

source: Go to Home
ar: اذهب إلى الصفحة الرئيسية
de: Zur Startseite
tr: Ana Sayfaya Git
zh_hans: 返回首页
zh_hant: 回首頁

source: Google Permissions
ar: أذونات Google

source: Grant Google Permissions
ar: منح أذونات Google

source: H %lld°
ar: %lld° ح

source: Hey, Limi AI here!
ar: مرحبًا، هنا Limi الذكاء الاصطناعي!
de: Hey, hier ist Limi AI!
tr: Merhaba, ben Limi AI!
zh_hans: 嘿，我是 Limi AI！
zh_hant: 嗨，我是 Limi AI！

source: Hey, Limi here!
ar: مرحبًا، هنا Limi!
de: Hey, hier ist Limi!
tr: Merhaba, ben Limi!
zh_hans: 嘿，我是 Limi！
zh_hant: 嘿，Limi來了！

source: Hey, Limi is here!
ar: مرحبًا، Limi هنا!
de: Hey, hier ist Limi AI!
tr: Merhaba, Limi burada!
zh_hant: 嘿，Limi來了！

# home.empty.cta
source: Add Your First Module
ar: أضف وحدتك الأولى
de: Füge dein erstes Modul hinzu
tr: İlk Modülünüzü Ekleyin
zh_hans: 添加你的第一个模块
zh_hant: 新增你的第一個模組

# home.empty.subtitle
source: Tap to add Modules
ar: اضغط لإضافة الوحدات
de: Tippe, um Module hinzuzufügen
tr: Modül eklemek için dokunun
zh_hans: 点击添加模块
zh_hant: 點擊新增模組

# home.empty.title
source: Experience the Future of Smart Living with Limi AI
ar: عِش مستقبل الحياة الذكية مع Limi الذكاء الاصطناعي
de: Erlebe die Zukunft des Smart Living mit Limi AI
tr: Limi AI ile Akıllı Yaşamın Geleceğini Deneyimleyin
zh_hans: 体验 Limi AI 带来的未来智能生活
zh_hant: 體驗 Limi AI 帶來的未來智慧生活

source: Install
ar: تثبيت
de: Installieren
tr: Yükle
zh_hant: 安裝

source: Install Modules
ar: تثبيت الوحدات
de: Module installieren
tr: Modülleri Yükle
zh_hant: 安裝模組

source: Installed
ar: تم التثبيت
de: Installiert
tr: Yüklendi
zh_hans: 已安装
zh_hant: 已安裝

source: Installed Modules
ar: الوحدات المثبتة
de: Installierte Module
tr: Yüklü Modüller
zh_hant: 已安裝模組

source: Integration Options
ar: خيارات التكامل
de: Integrationsoptionen
tr: Entegrasyon Seçenekleri
zh_hant: 整合選項

source: Intensity
ar: الشدة
de: Intensität
tr: Yoğunluk
zh_hant: 強度

source: Internet connection required
ar: اتصال بالإنترنت مطلوب
de: Internetverbindung erforderlich
tr: İnternet bağlantısı gerekli
zh_hant: 需要網路連線

source: IP: %@
ar: IP: %0

source: L %lld°
ar: %lld° د

# language.restart.message
source: Please close and reopen the app to apply the language change.
ar: يرجى إغلاق التطبيق وإعادة فتحه لتطبيق تغيير اللغة.
de: Bitte die App schließen und erneut öffnen, um anzuwenden
tr: Dil değişikliğini uygulamak için lütfen uygulamayı kapatıp yeniden açın.
zh_hans: 请关闭并重新打开应用以应用语言更改。
zh_hant: 請關閉並重新開啟應用程式以套用語言變更。

# language.restart.title
source: Restart Required
ar: إعادة التشغيل مطلوبة
de: Neustart erforderlich
tr: Yeniden Başlatma Gerekli
zh_hans: 需要重新启动
zh_hant: 需要重新啟動

source: Last updated %@
ar: آخر تحديث %0
de: Zuletzt aktualisiert %@
tr: Son güncelleme %@
